exports.donate = (id, ROOTBOT, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
🔰────▶💲◀────🔰

*${ROOTBOT}*

❄──────────❄

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

         
☸═══════════════════💠
║ *DONASI KE ${ROOTBOT}*
🔘════════════════════💠
║╭──❄ *DONASI BOS* ❄──✒
║│❄➸ *OVO*: _0823-2802-3356_
║✒│🔥➸ *PULSA*: _0823-2802-3356_
║│❄➸ *GOPAY*: _0823-2802-3356_
║╰───────────✒
🔘═══════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Masuk sini😙*
║│ _${whatsapp}_
║│❄➸ *YouTube mimin*
║✒│ _${nomer}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║         ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${ROOTBOT}
🔘════════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}
