exports.help = (id, ROOTBOT, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
🔰────▶💲◀────🔰

*${ROOTBOT}*

❄──────────❄

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
☸═══════════════════💠
║ *ABOUT ${ROOTBOT}*             
🔘═══════════════════💠
║╭──❄ *DAFTAR* ❄──✒
║│🔥➸ _*#menu1*_
║│❄➸ _*#menu2*_
║✒│🔥➸ _*#menu3*_
║│❄➸ _*#donate*_
║│🔥➸ _*#info*_
║╰───────────✒
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}