exports.menu = (id, BotName, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2) => {
	return `[❄ MENU ${BotName} ❄]
  
HALLO CUKSS, ${id.split("@s.whatsapp.net")[0]} 👋️


🗓️️ ${tampilTanggal}
🕘 ${tampilWaktu}


☸═✪〘 INFORMATION 〙✪═💠
║╭────────☀──────➻
║│🔥➸ *R07BOT🤖*
║│🔥➸ *V.07*
║│❄➸ *CREATOR : FIKRILANGKAP*
║➣│🔥➸ *WA :* wa.me/6282328023356
║➣│🔥➸ *%info*
║│❄➸ *%ownerbot*
║│🔥➸ *%donate*
║│🔥➸ %check
║╰───────────➻
🔘══✪〘 GRUB MENU 〙✪══💠
║╭───────☀─────➻
║➣│❄➸ *%intro*
║➣│❄➸ *%groupname*
║╰───────────➻
🔘═══✪〘 MEDIA  〙✪═══💠
║╭───────☀───────➻
║│🔥➸ *%stiker*
║│🔥➸ *%ytmp4*
║│🔥➸ *%randomanime*
║│🔥➸ *%ptl cewek*
║│🔥➸ *%ptl cowok*
║│🔥➸ *%ssweb*
║│🔥➸ *%bitly*
║│🔥➸ *%wikiIn*
║│🔥➸ *%wikiEn*
║│🔥➸ *%loli*
║│🔥➸ *%ytmp3*
║│🔥➸ *%igstalk*
║│🔥➸ *%profileig*
║│❄➸ *%ig*
║➣│🔥➸ *%ocr*
║│❄➸ *%covidID*
║│🔥➸ *%covidcountry*
║│🔥➸ *%pesankosong*
║│🔥➸ *%toxic*
║│🔥➸ *%say*
║│🔥➸ *%pantun*
║│🔥➸ *%lirik*
║│🔥➸ *%alay*
║│🔥➸ *%cektanggal*
║│🔥➸ *%jadwalTVnow*
║│🔥➸ *%nama*
║│🔥➸ *%pasangan *
║│🔥➸ *%zodiak*
║│🔥➸ *%codenuklir*
║│🔥➸ *%nekopoi*
║│🔥➸ *%randomhentai*
║╰───────────➻
🔘══✪〘 LAINYA...  〙✪══💠
║╭────────────────➻
║│🔥➸ *%indohot*
║│🔥➸ *%spamcall*
║│🔥➸ *%spamgmail*
║│🔥➸ *%spamsms*
║│🔥➸ *%puisi1*
║│🔥➸ *%puisi2*
║│🔥➸ *%puisi3*
║│🔥➸ *%quotes1*
║│🔥➸ *%quotes2*
║│🔥➸ *%checkip*
║│🔥➸ *%ping*
║│🔥➸ *%hostsearch*
║╰─────────────➻
║            ${BotName}
║      ▌│█║▌║▌║║▌║▌║█│▌
║      ▌│█║▌║▌║║▌║▌║█│▌
║            ${BotName}
🔘════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════💠
║  $ignature!!!..    
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()♨
☸═════▶🔰◀════💠
🔘════✪〘 NOTE 〙✪═══💠
🔥➸ $[Pesanmu]`
}
