exports.menu1 = (id, ROOTBOT, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
🔰────▶💲◀────🔰

*${ROOTBOT}*

❄──────────❄

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

☸════════════════════💠
║ *MENU1 ${ROOTBOT}*
🔘═══════════════════💠
║╭──❄ *MEDIA* ❄──✒
║│🔥➸ _*!sticker*_
║│🔥➸ _*!foto cewek*_
║│🔥➸ _*!foto cowok*_
║│❄➸ _*!pokemon*_ 
║✒│🔥➸ _*!loli*_
║✒│🔥➸ _*!fotoanime*_
║│❄➸ _*!waifu*_
║│🔥➸ _*!ttp*_ <teks>
║│🔥➸ _*!meme*_
║│🔥➸ _*!ssweb*_ <link>
║╰───────────✒
🔘═══════════════════💠
║╭──❄ *EDUCATION* ❄──✒
║│🔥➸ _*!nulis*_ <teks>
║│🔥➸ _*!pantun*_
║│🔥➸ _*!artinama*_ <nama anda>
║│❄➸ _*!pasangan*_ <Djarot & Dj4R07>
║✒│🔥➸ _*!lirik*_ <nama lagu>
║✒│🔥➸ _*!chord*_ <nama lagu>
║│❄➸ _*!bucin*_
║│🔥➸ _*!zodiak*_ <08-05-2004>
║│🔥➸ _*#*_  <teks>
║│🔥➸ _*!cooltext*_ <teks>
║╰───────────✒
🔘═══════════════════💠
║╭──❄ *INFORMATION* ❄──✒
║│🔥➸ _*!sholat*_ <daerah>
║│🔥➸ _*!covidID*_
║│🔥➸ _*!covidcountry*_ <negara>
║│🔥➸ _*!infogempa*_ 
║│❄➸ _*!cektanggal*_ <Tanggal>
║✒│🔥➸ _*!infoanime*_ <Naruto>
║│❄➸ _*!filmanime*_ <Naruto>
║│🔥➸ _*!wiki*_ <Garangan>
║│🔥➸ _*!wikien*_ <Dog>
║│🔥➸ _*!resep*_ <Oseng² Tromol>
║│🔥➸ _*!jadwalTVnow*_ <channel>
║╰───────────✒
🔘═══════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Masuk sini😙*
║│ _${whatsapp}_
║│❄➸ *YouTube mimin*
║✒│ _${nomer}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║         ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${ROOTBOT}
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}