exports.menu3 = (id, ROOTBOT, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
🔰────▶💲◀────🔰

*${ROOTBOT}*

💠──────────💠

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
☸════════════════════💠
║ *MENU3 ${ROOTBOT}*             
🔘════════════════════💠
║╭──❄ *18+* ❄──✒
║│🔥➸ _*!indohot*_
║│❄➸ _*!cersex*_
║✒│🔥➸ _*!hentai*_
║│❄➸ _*!indohot*_
║│🔥➸ _*!nekonime*_
║╰───────────✒
🔘════════════════════💠
║╭──❄ *OTHERS* ❄──✒
║│🔥➸ _*!ttsid*_ <teks>
║│🔥➸ _*!bitly*_ <link>
║│🔥➸ _*!namaninja*_ <nama lu>
║│🔥➸ _*!alay*_ <teks>
║│🔥➸ _igstalk*_ <@creator_official03>
║│🔥➸ _*!ocr*_ <foto to text>
║│❄➸ _*!gay*_
║✒│🔥➸ _*!checkip*_
║│❄➸ _*!ping*_
║│🔥➸ _*!hostsearch*_
║│🔥➸ _*!scdl*_
║│🔥➸ _*!map*_ <daerah>
║│🔥➸ _*!cooltext*_ <teks>
║│🔥➸ _*!pesankosong*_
║│🔥➸ _*!say*_ <teks>
║╰───────────✒
🔘════════════════════💠
║╭──❄ *SPAM* ❄──✒
║│❄➸ _*!spamcall*_ <82328023356>
║✒│🔥➸ _*!spamsms*_ <82328023356>
║│❄➸ _*!spamgmail*_ <flangkap@gmail.com>
║╰───────────✒
🔘════════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Masuk sini😙*
║│ _${whatsapp}_
║│❄➸ *YouTube mimin*
║✒│ _${nomer}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║         ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${ROOTBOT}
🔘════════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠 `
}