exports.menu2 = (id, ROOTBOT, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
🔰────▶💲◀────🔰

*${ROOTBOT}*

❄──────────❄

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔═══════════════════💠
║ *MENU2 ${ROOTBOT}*              
🔘═══════════════════💠
║╭──❄ *QUOTES & PUISI* ❄──✒
║│🔥➸ _*!puisi1*_
║│❄➸ _*!puisi2*_
║✒│🔥➸ _*!puisi3*_
║✒│🔥➸ _*!cerpen*_
║│❄➸ _*!quotes1*_
║│🔥➸ _*!quotes2*_
║╰──────────✒
🔘═══════════════════💠
║╭──❄ *DOWNLOAD* ❄──✒
║│🔥➸ _*!ytmp3*_  <link>
║│❄➸ _*!ytmp4*_ <link>
║✒│🔥➸ _*!fb*_ <link>
║✒│🔥➸ _*!tiktok*_  <link>
║│❄➸ _*!twt*_ <link>
║│🔥➸ _*!ig*_ <link>
║╰──────────✒
║ *BOT ${ROOTBOT}*
🔘═══════════════════💠
║╭──❄ *ISLAM* ❄──✒
║✒│🔥➸ _*!quran*_
║╰───────────✒
🔘═══════════════════💠
║╭──❄ *18+* ❄──✒
║│🔥➸ _*!indohot*_
║│❄➸ _*!cersex*_
║✒│🔥➸ _*!hentai*_
║│❄➸ _*!indohot*_
║│🔥➸ _*!nekonime*_
║╰───────────✒
🔘═══════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Masuk sini😙*
║│ _${whatsapp}_
║│❄➸ *YouTube mimin*
║✒│ _${nomer}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║         ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${ROOTBOT}
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}